/* Titre de la première page donnant des informations à l'utilisateur */
"Bienvenue !" = "Bienvenue !";

/* Etat d'avancement du quiz. Le premier '%d' correspond à la question actuelle et le deuxième au nombre de questions au total. Par exemple : 3 sur 6 */
"%d sur %d" = "%d sur %d";

/* Titre du bouton permettant à l'utilisateur d'afficher en clair le mot de passe entré. */
"Afficher le mot de passe" = "Afficher le mot de passe";

/* Information donnée à l'utilisateur sur le chiffrage du PDF. */
"Afin de sécuriser l'échange de données, un mot de passe est nécessaire. Il vous sera demandé pour ouvrir le document sur un autre appareil." = "Afin de sécuriser l'échange de données, un mot de passe est nécessaire. Ce même mot de passe vous sera demandé pour ouvrir le document sur un autre appareil.";

/* Bouton "Annuler". */
"Annuler" = "Annuler";

/* Titre de la page permettant un aperçu du PDF. */
"Aperçu" = "Aperçu";

/* Information donnée à l'utilisateur pour commencer un nouveau test. */
"Appuyez sur le bouton ci-dessous pour commencer un diagnostic" = "Appuyez sur le bouton ci-dessous pour commencer une nouvelle évaluation";

/* Titre d'une alerte lorsque l'utilisateur quitte le test sans sauvegarder en PDF. */
"Attention" = "Attention";

/* Informations générales sur l'application. */
"Cette application (réservée aux professionnels de santé) vous permet d'effectuer un interrogatoire concernant l'état du genou d'un patient. À la fin de ces questions, un score est attribué permettant d'évaluer l'action à prendre." = "Cette application (réservée aux professionnels de santé) vous permet d'effectuer un interrogatoire concernant l'état du genou d'un patient. À la fin de ces questions, un score est attribué et des recommandations sont données quant aux actions à entreprendre.";

/* Bouton permettant de continuer vers une page suivante. */
"Continuer" = "Continuer";

/* Titre de la page de questionnaire. */
"Diagnostic" = "Score";

/* Titre de la page de fin de diagnostic. */
"Diagnostic terminé !" = "Score terminé !";

/* Rappels à l'utilisateur sur le besoin de tenir un rôle de médecin. */
"En continuant, vous vous engagez à tenir le rôle de médecin." = "En continuant sur cette application, vous vous engagez à être un professionnel de santé.";
"Résultats :" = "Résultats :";

/* Bouton permettant d'envoyer le PDF. */
"Envoyer le PDF" = "Envoyer le PDF";

/* Titre de la page lorsqu'une erreur quelconque se produit. */
"Erreur" = "Erreur";

/* Titre de la page d'informations. */
"Information" = "Information";

/* Informations concernant le traitement des données. */
"Les données ne sont jamais sauvegardées, ni sur l'appareil, ni sur un serveur. Vous pourrez envoyer le diagnostic par courriel lors du résultat." = "Les données entrées ne sont jamais sauvegardées, ni sur l'appareil, ni sur un serveur. Vous pourrez toutefois envoyer le score final par courriel.";

/* Message d'information lorsque l'utilisateur quitte le questionnaire sans s'envoyer les résultats. */
"Les réponses ne seront pas sauvegardées. Continuer ?" = "Les réponses ne seront pas sauvegardées. Continuer ?";

/* Objet de l'email envoyé. '%@' correspond au nom du patient. */
"Résultat du test de %@" = "Résultat du test de %@";

"Ce test a été conçu pour des patients adultes et peut se révéler moins fiable sur des patients mineurs." = "Ce test a été conçu pour des patients adultes et peut se révéler moins fiable sur des patients mineurs.";

/*  */
"OK" = "OK";

/* Bouton permettant d'obtenir plus d'informations sur l'application. */
"Plus d'informations" = "Plus d'informations";

/* No comment provided by engineer. */
"Question %@/%@" = "Question %1$@/%2$@";

/* Message lorsque le questionnaire est terminé. */
"Quizz terminé !" = "Questionnaire terminé !";

/* Message du score final. */
"Score final :" = "Score final :";

/* Bouton permettant à l'utilisateur de choisir si l'application doit garder en mémoire son adresse email. */
"Se souvenir de mon adresse email" = "Se souvenir de mon adresse email";

/* Informations concernant la mise en mémoire de l'adresse email. */
"Si vous activez l'option 'Se souvenir de moi', vous n'aurez pas à entrer votre adresse email lors de chaque utilisation de l'application." = "Si vous activez l'option 'Se souvenir de moi', vous n'aurez pas à entrer votre adresse email lors de chaque utilisation de l'application.";

/* Bouton permettant de terminer un questionnaire. */
"Terminé" = "Terminé";

/* Indication de l'entrée de texte du nom du patient */
"Nom du patient" = "Nom du patient";

/* Sur le PDF */
"Nom du patient : %@" = "Nom du patient : %@";
"Email du praticien : %@" = "Email du praticien : %@";
"Ce document ne constitue PAS un diagnostic médical." = "Ce document ne constitue PAS un diagnostic médical.";
"Résultat du test" = "Résultat du test";

/* Indication de l'entrée de texte de l'email du médecin */
"Adresse email du médecin" = "Adresse email du médecin";

/* Indication demandant à l'utilisateur de remplir tous les champs requits pour générer le PDF. */
"Veuillez remplir tous les champs pour générer le PDF de résultat." = "Veuillez remplir tous les champs pour générer le PDF de résultat.";

/* Information concernant la mise en mémoire de l'adresse email. */
"Vous pouvez choisir d'enregistrer l'adresse email sur votre appareil pour éviter de devoir la renseigner à chaque test." = "Vous pouvez choisir d'enregistrer l'adresse email sur votre appareil pour éviter de devoir la renseigner à chaque test.";

/* Information concernant les informations renseignées sur le PDF. */
"Vous pouvez renseigner ces informations qui seront inscrites sur le fichier de résultat que vous pouvez envoyer par courriel. Les données sont supprimées après l'envoi et ne quittent pas votre appareil." = "Veuillez noter que les informations suivantes seront inscrites sur le fichier de résultat que vous pourrez envoyer par courriel. Les données seront supprimées de l’application après l'envoi.";

/* Information concernant les informations renseignées sur le PDF. */
"Vous pouvez renseigner le nom du patient qui sera inscrit sur le fichier de diagnostic que vous pourrez envoyer par courriel." = "Vous avez la possibilité de renseigner le nom du patient pour qu’il apparaisse sur le fichier de résultat que vous pourrez envoyer par courriel.";

/* Titre de la page d'accueil */
"Accueil" = "Accueil";

/* Bouton permettant de commencer un nouveau diagnostic */
"Nouveau diagnostic" = "Nouveau score";

/* Titre de la page d'informations */
"Informations" = "Informations";

/* Titre du bouton permettant d'accéder à la question suivante */
"Suivant" = "Suivant";

/* Titre du bouton permettant de revenir à une question précédente */
"← Précédent" = "← Précédent";

/* Titre du bouton permettant de mettre fin au diagnostic */
"Fin du diagnostic" = "Fin du score";

/* Titre du bouton permettant de visualiser le PDF généré avant de l'envoyer */
"Visualiser le résultat PDF" = "Visualiser le résultat PDF";

/* Titre du bouton permettant d'envoyer un PDF */
"Envoyer le résultat PDF" = "Envoyer le résultat PDF";

/* Information indiquant à l'utilisateur qu'il doit entrer un mot de passe pour chiffrer le document */
"Mot de passe du document" = "Mot de passe du document";

/* Information indiquant que l'utilisateur doit confirmer le mot de passe créé */
"Confirmer le mot de passe" = "Confirmer le mot de passe";

/* Bouton permettant de finaliser l'envoi du document */
"Envoyer le document" = "Envoyer le document";


/*** Questions du test ***/

/** Question 2 **/
/* Intitule */
"Douleur (EVA)" = "Douleur (EVA)";
/* Titre */
"Évaluer la douleur lors du traumatisme" = "Évaluer la douleur lors du traumatisme";

/** Question 3 **/
/* Intitule */
"Impotence fonctionnelle" = "Impotence fonctionnelle immédiate";
/* Option 1 */
"Reprise possible" = "Reprise possible de l’activité";
/* Option 2 */
"Reprise temporaire" = "Reprise temporaire de l’activité";
/* Option 3 */
"Arrêt de l'activité" = "Arrêt de l'activité";
/* Option 4 */
"Appui impossible" = "Appui impossible";

/** Question 4 **/
/* Intitule */
"Craquement" = "Craquement à la blessure";
/* Option 1 */
"Non" = "Non";
/* Option 2 */
"Ressenti" = "Ressenti par le patient";
/* Option 3 */
"Audible" = "Audible par le patient ou l’entourage";

/** Question 5 **/
/* Intitule */
"Instabilité" = "Instabilité à la blessure";
/* Option 1 */
"Non" = "Non";
/* Option 2 */
"Sensation de dérobement à la reprise d'appui (patte folle)" = "Sensation de dérobement à la reprise d'appui (patte folle)";
/* Option 3 */
"Sensation de déboitement lors de l'accident (ou clac clac)" = "Sensation de déboitement lors de l'accident (ou clac clac)";


/** Question 6 **/
/* Intitule */
"Épanchement" = "Épanchement";
/* Titre */
"Votre genou a-t-il gonflé dans les 24h suivant le traumatisme ?" = "Votre genou a-t-il gonflé dans les 24h suivant le traumatisme ?";
/* Option 2 */
"Oui" = "Oui";

/* Diagnostics */
"Traumatisme mineur du genou. Rendez-vous chez le médecin généraliste conseilé. Pas d'IRM en principe." = "Traumatisme mineur du genou. Rendez-vous chez le médecin généraliste conseilé. Pas d'IRM en principe.";
"Traumatisme modéré du genou. IRM sans urgence (2 mois), rendez-vous avec un médecin du sport ou un chirurgien orthopédiste conseillé." = "Traumatisme modéré du genou. IRM sans urgence (2 mois), rendez-vous avec un médecin du sport ou un chirurgien orthopédiste conseillé.";
"Traumatisme grave du genou. Un rendez-vous IRM rapide est conseillé si possible, suivi d'un RDV chez un chirurgien orthopédiste." = "Traumatisme grave du genou. Un rendez-vous IRM rapide est conseillé si possible, suivi d'un RDV chez un chirurgien orthopédiste.";
"Mot de passe pour le patient" = "Mot de passe pour le patient";
"Le mot de passe que devra entrer le patient pour ouvrir ce document sera son prénom, suivi de la première lettre de son nom de famille puis son année de naissance, en minuscules." = "Le mot de passe que devra entrer le patient pour ouvrir ce document sera son prénom, suivi de la première lettre de son nom de famille puis son année de naissance, en minuscules.";
"Par exemple, pour 'Jean Dupont' né en 1967, le mot de passe serait 'jeand1967'." = "Par exemple, pour 'Jean Dupont' né en 1967, le mot de passe serait 'jeand1967'.";
"Prénom du patient" = "Prénom du patient";
"Année de naissance du patient" = "Année de naissance du patient";
